Revit 2027 API
SymbolTypeId.MSup2PerM Property
 Symbol m²/m, indicating unit Square meters per meter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MSup2PerM { get; }
Public Shared ReadOnly Property MSup2PerM As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MSup2PerM {
	ForgeTypeId^ get ();
}
static member MSup2PerM : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace